[{"title":"First record to the blog","text":"Hello. I'm Edward. Currently I'm QA Engineer with more than 3 years of experience and junior node.js developer. This whole thing is my creation. Here I'm gonna share my thoughts, practice my developing and testing skills, also it's a good English language practice to me and I will try to touch your feelings with this gorgeous tool (ha-ha). \r\n\r\nOh, moreover, you can subscribe to  my news with your email somewhere here, but... Not yet, really... It's still in progress, yeah... Well then, feel free to contact me via email or Telegram!","id":"ca8485f1-5be1-42e0-863f-a577c6161b79","created_at":"2021-09-04T18:52:13.828Z","visible_date":"September 5th, 2021"},{"title":"Does sleeping really important? - COPY","text":"Hey everyone!How do you think if it is possible to live without sleeping at all?It would be great, but long story short, it's just unreal. Because our organism is in need of strengths and moral calm recovering. And in the lights of that fact scientists just can't understand how would people go without sleeping.But let's just throw the facts out and try to imagine that... What would you do? Text me in the comments below!And what's about me... I think I would study so freaking hard like I never was. English, programming, business projects... You couldn't stop me, ha-ha! But of course there would be a lot of space for procrastination and laziness. However, I believe that I could spend this new spare time with a lot of benefits to myself. But what's if everyone could go without sleeping? Wooow, the changes would be really huge. The world's geniuses would have gotten us impressed by their new inventions, cause they don't need to sleep now! The economic of whole countries would have been changed. Oh, come on, the whole world would have been changed! I can't really imagine it... And I don't really want to change other people's life in that way, I want to be the only one who would had that amazing ability, ha-ha!Alright, some weird thoughts before my sleep is over, let's take some rest. Bye!","id":"fb71c92b-7095-4e4b-b431-967d0b6ef304","created_at":"2021-09-03T18:52:44.124Z","visible_date":"September 3rd, 2021"},{"title":"Does sleeping really important?\r\n","text":"Hey everyone! How do you think if it is possible to live without sleeping at all? \r\n\r\nIt would be great, but long story short, it's just unreal. Because our organism is in need of strengths and moral calm recovering. And in the lights of that fact scientists just can't understand how would people go without sleeping. \r\n\r\nBut let's just throw the facts out and try to imagine that... What would you do? Text me in the comments below! And what's about me... I think I would study so freaking hard like I never was. English, programming, business projects... You couldn't stop me, ha-ha! But of course there would be a lot of space for procrastination and laziness. However, I believe that I could spend this new spare time with a lot of benefits to myself. \r\n\r\nBut what's if everyone could go without sleeping? Wooow, the changes would be really huge. The world's geniuses would have gotten us impressed by their new inventions, cause they don't need to sleep now! The economic of whole countries would have been changed. Oh, come on, the whole world would have been changed! I can't really imagine it... And I don't really want to change other people's life in that way, I want to be the only one who would had that amazing ability, ha-ha! \r\n\r\nAlright, some weird thoughts before my sleep is over, let's take some rest. Bye!","id":"f30a0687-19e7-4c88-bf7b-7e16ac76cb91","created_at":"2021-09-04T18:58:03.293Z","visible_date":"September 5th, 2021"}]